Repository: maunalinux/mauna-about
Catalog: po/*.po
Languages: af, ar, eu, fa, fi, fil, hi, id, it, ja_jp, ko_kr, ms, nl, no, pl_pl, pt, ro, ru, sv, sw, th, uk, vi, zh_cn, zh_hk

source: Slot
af: Gleuf
ar: فتحة

source: Unknown
af: Onbekend
ar: مجهول

source: Vendor
af: Verkoper
ar: بائع

source: Model
ar: نموذج

source: About App
af: Oor die toepassing
ar: حول التطبيق
eu: Aplikazioari buruz
fa: درباره برنامه
fi: Tietoja App
fil: Tungkol sa aplikasyon
hi: ऐप के बारे में
id: Tentang Aplikasi
it: Informazioni sull'applicazione
ja_jp: アプリについて
ko_kr: 앱 정보
ms: Tentang permohonan
nl: Over toepassing
no: Om søknad
pl_pl: O aplikacji
pt: Acerca da Aplicação
ro: Despre aplicație
ru: О приложении
sv: Om ansökan
sw: Kuhusu Programu
th: เกี่ยวกับแอพ
uk: Про додаток
vi: Giới thiệu về ứng dụng
zh_cn: 关于应用
zh_hk: 關於應用

source: Username
af: Gebruikersnaam
ar: اسم المستخدم

source: Hostname
af: Gasheernaam
ar: اسم المضيف

source: Show Hardware Details
af: Wys hardewarebesonderhede
ar: عرض تفاصيل الجهاز

source: Show System Report
af: Wys stelselverslag
ar: عرض تقرير النظام

source: Gathering system logs...
af: Versamel tans stelselloglêers …
ar: جاري تجميع سجلات النظام ...
eu: Sistemaren erregistroak biltzen...
fa: جمع آوری گزارش های سیستم...
fi: Kerätään järjestelmälokeja...
fil: Kinokolekta ang mga log ng system...
hi: सिस्टम लॉग एकत्रित कर रहा है...
id: Mengumpulkan log sistem...
it: Raccolta dei log di sistema...
ja_jp: システム ログを収集しています...
ko_kr: 시스템 로그 수집 중...
ms: Mengumpul log sistem...
nl: Systeemlogboeken verzamelen...
no: Samler inn systemlogger...
pl_pl: Zbieram logi systemowe...
pt: Recolhendo registos do sistema...
ro: Se colectează jurnalele de sistem...
ru: Сбор системных логов...
sv: Samlar systemloggar...
sw: Inakusanya kumbukumbu za mfumo...
th: กำลังรวบรวมบันทึกระบบ...
uk: Збір системних журналів...
vi: Đang thu thập nhật ký hệ thống...
zh_cn: 收集系统日志...
zh_hk: 收集系統日誌...

source: <span size="small">Computer</span>
af: <span size="small">Rekenaar</span>
ar: <span size="small">حاسوب</span>

source: <span size="small">Processor</span>
af: <span size="small">Verwerker</span>
ar: <span size="small">المعالج</span>

source: <span size="small">Memory</span>
af: <span size="small">Geheue</span>
ar: <span size="small">ذاكرة</span>

source: <span size="small">Storage</span>
af: <span size="small">Berging</span>
ar: <span size="small">تخزين</span>

source: <span size="small">Graphics</span>
af: <span size="small">Grafika</span>
ar: <span size="small">الرسومات</span>

source: <span size="small">Desktop</span>
af: <span size="small">Lessenaar</span>
ar: <span size="small">سطح المكتب</span>

source: <span size="small">Audio</span>
af: <span size="small">Oudio</span>
ar: <span size="small">صوتي</span>

source: <span size="small">Private IP</span>
af: <span size="small">Privaat IP</span>
ar: <span size="small">عنوان IP خاص</span>

source: <span size="small">Public IP</span>
af: <span size="small">Openbare IP</span>
ar: <span size="small">الملكية الفكرية العامة</span>

source: Computer Info
af: Rekenaarinligting
ar: معلومات الكمبيوتر

source: Family
af: Familie
ar: عائلة

source: Operating System
af: Bedryfstelsel
ar: نظام التشغيل

source: Processor
af: Verwerker
ar: المعالج

source: Cores / Threads
af: Kerne / Drade
ar: النوى / الخيوط

source: Memory
af: Geheue
ar: ذاكرة

source: Storage
af: Berging
ar: تخزين

source: Graphics
af: Grafika
ar: الرسومات

source: Display
af: Vertoon
ar: عرض

source: Audio
af: Oudio
ar: صوتي

source: Camera
af: Kamera
ar: آلة تصوير

source: Keyboard
af: Sleutelbord
ar: لوحة المفاتيح

source: Mouse
af: Muis
ar: فأرة

source: Fingerprint
af: Vingerafdruk
ar: بصمة

source: Printer
af: Drukker
ar: طابعة

source: Details
af: Besonderhede
ar: تفاصيل

source: Mauna Info
af: Mauna-inligting
ar: معلومات عن الساونا

source: About This Computer
af: Oor hierdie rekenaar
ar: حول هذا الكمبيوتر
eu: Ordenagailu honi buruz
fa: درباره این کامپیوتر
fi: Tietoja tästä tietokoneesta
hi: इस कंप्यूटर के बारे में
id: Tentang Komputer Ini
it: Informazioni su questo computer
ja_jp: このコンピュータについて
ko_kr: 이 컴퓨터에 관하여
ms: Mengenai Komputer Ini
no: Om denne datamaskinen
pl_pl: O tym komputerze
ro: Despre acest computer
ru: Об этом компьютере
sw: Kuhusu Kompyuta Hii
uk: Про цей комп'ютер
vi: Về máy tính này
zh_cn: 关于这台计算机
zh_hk: 關於這台計算機

source: About Mauna About Application
af: Oor Mauna Oor Aansoek
ar: حول مونا عن التطبيق
eu: Maunari buruz aplikazioari buruz
fa: درباره Mauna درباره برنامه
fi: Tietoja Maunasta Sovelluksesta
fil: Tungkol sa Mauna Tungkol sa Application
hi: मौना के बारे में आवेदन के बारे में
id: Tentang Mauna Tentang Aplikasi
it: Informazioni su Mauna Informazioni sull'applicazione
ja_jp: マウナについて お申込みについて
ko_kr: 마우나 소개 지원서 소개
ms: Mengenai Mauna Mengenai Permohonan
nl: Over Mauna Over toepassing
no: Om Mauna Om Søknad
pl_pl: O Mauna O aplikacji
pt: Acerca da aplicação Sobre Mauna
ro: Despre Mauna Despre Aplicație
ru: О Мауне О приложении
sv: Om Mauna Om Application
sw: Kuhusu Mauna Kuhusu Maombi
th: เกี่ยวกับ เมานา เกี่ยวกับการสมัคร
uk: Про Мауна Про додаток
vi: Về Mauna Về ứng dụng
zh_cn: 关于 莫纳 关于申请
zh_hk: 關於 莫納 關於申請

source: Get info about your Mauna system.
af: Kry inligting oor jou Mauna-stelsel.
ar: احصل على معلومات حول نظام مونا الخاص بك.
eu: Lortu zure Mauna sistemari buruzko informazioa.
fa: اطلاعاتی در مورد سیستم Mauna خود دریافت کنید.
fi: Hanki tietoa Mauna-järjestelmästäsi.
fil: Kumuha ng impormasyon tungkol sa iyong Mauna system.
hi: अपने मौना सिस्टम के बारे में जानकारी प्राप्त करें।
id: Dapatkan info tentang sistem Mauna Anda.
it: Ottieni informazioni sul tuo sistema Mauna.
ja_jp: マウナ システムに関する情報を取得します。
ko_kr: 마우나 시스템에 대한 정보를 얻으십시오.
ms: Dapatkan maklumat tentang sistem Mauna anda.
nl: Krijg informatie over uw Mauna-systeem.
no: Få informasjon om Mauna-systemet ditt.
pl_pl: Uzyskaj informacje o swoim systemie Mauna.
pt: Obtenha informações sobre o seu sistema Mauna.
ro: Obțineți informații despre sistemul dvs. Mauna.
ru: Получите информацию о вашей системе Мауна.
sv: Få information om ditt Mauna-system.
sw: Pata maelezo kuhusu mfumo wako wa Mauna.
th: รับข้อมูลเกี่ยวกับระบบ เมานา ของคุณ
uk: Отримайте інформацію про свою систему Мауна.
vi: Nhận thông tin về hệ thống Mauna của bạn.
zh_cn: 获取有关您的莫纳系统的信息。
zh_hk: 獲取有關您的莫納系統的信息。

source: Website
af: Webwerf
ar: موقع إلكتروني
eu: Webgunea
fa: سایت اینترنتی
fi: Verkkosivusto
hi: वेबसाइट
id: Situs web
it: Sito web
ja_jp: ウェブサイト
ko_kr: 웹사이트
ms: laman web
no: Nettsted
pl_pl: Strona internetowa
pt: Sítio Web
ro: Site-ul web
ru: Веб-сайт
sv: Hemsida
sw: Tovuti
th: เว็บไซต์
uk: Веб-сайт
vi: Trang mạng
zh_cn: 网站
zh_hk: 網站

source: This program comes with absolutely no warranty. See the <a href="https://www.gnu.org/licenses/gpl-3.0.html">GNU General Public License, version 3 or later</a> for details.
af: Hierdie program kom met absoluut geen waarborg nie. Sien die <a href="https://www.gnu.org/licenses/gpl-3.0.html">GNU Algemene Publieke Lisensie, weergawe 3 of later</a> vir besonderhede.
ar: هذا البرنامج لا يأتي مع أي ضمان على الإطلاق. راجع <a href="https://www.gnu.org/licenses/gpl-3.0.html">رخصة جنو العامة، الإصدار 3 أو أحدث</a> للحصول على التفاصيل.

source: translator-credits
af: Mauna Linux <dev@maunalinux.top>
ar: ماونا لينكس <dev@maunalinux.top>
eu: Mauna Linux <dev@maunalinux.top>
fa: Mauna Linux <dev@maunalinux.top>
fi: Mauna Linux <dev@maunalinux.top>
hi: मौना लिनक्स <dev@mainalinux.top>
id: Mauna Linux <dev@maunalinux.top>
it: Mauna Linux <dev@maunalinux.top>
ja_jp: Mauna Linux <dev@maunalinux.top>
ko_kr: Mauna Linux <dev@maunalinux.top>
ms: Mauna Linux <dev@maunalinux.top>
no: Mauna Linux <dev@maunalinux.top>
pl_pl: Mauna Linux <dev@maunalinux.top>
ro: Mauna Linux <dev@maunalinux.top>
ru: Mauna Linux <dev@maunalinux.top>
sw: Mauna Linux <dev@maunalinux.top>
uk: Mauna Linux <dev@maunalinux.top>
vi: Mauna Linux <dev@maunalinux.top>
zh_cn: Mauna Linux <dev@maunalinux.top>
zh_hk: Mauna Linux <dev@maunalinux.top>

source: Submit
af: Dien in
ar: يُقدِّم

source: The information shared will only be used for hardware compatibility statistics and to be able to troubleshoot compatibility issues in advance. No personal data is collected. Hardware information is not shared with third parties and is only sent once during this process.
af: Die inligting wat gedeel word, sal slegs gebruik word vir hardeware-versoenbaarheidsstatistieke en om versoenbaarheidsprobleme vooraf op te los. Geen persoonlike data word ingesamel nie. Hardeware-inligting word nie met derde partye gedeel nie en word slegs een keer tydens hierdie proses gestuur.
ar: سيتم استخدام المعلومات المشتركة فقط لإحصاءات توافق الأجهزة ولتمكيننا من استكشاف مشكلات التوافق وإصلاحها مسبقًا. لا يتم جمع أي بيانات شخصية. لا تتم مشاركة معلومات الأجهزة مع جهات خارجية، ويتم إرسالها مرة واحدة فقط خلال هذه العملية.

source: Below is the data which will be sent:
af: Hieronder is die data wat gestuur sal word:
ar: فيما يلي البيانات التي سيتم إرسالها:

source: Copy Report
af: Kopieer Verslag
ar: نسخة التقرير

source: Send
af: Stuur
ar: يرسل

source: System Report has been copied to your clipboard!
af: Stelselverslag is na jou knipbord gekopieer!
ar: تم نسخ تقرير النظام إلى الحافظة!

source: About Mauna
af: Oor Mauna
ar: حول المونا

source: Size
af: Grootte
ar: مقاس

source: Type
af: Tipe
ar: يكتب

source: Speed
af: Spoed
ar: سرعة

source: No memory information
af: Geen geheue-inligting nie
ar: لا توجد معلومات ذاكرة

source: empty
af: leeg
ar: فارغ

source: Device not found
af: Toestel nie gevind nie
ar: لم يتم العثور على الجهاز

source: Resolution
af: Resolusie
ar: دقة

source: Name
af: Naam
ar: اسم

source: Connection
af: Verbinding
ar: اتصال

source: Version
af: Weergawe
ar: إصدار

source: Desktop
af: Lessenaar
ar: سطح المكتب

source: Thank you for your contribution.
af: Dankie vir jou bydrae.
ar: شكراً لمساهمتك.

source: You can find your submission here:
af: Jy kan jou voorlegging hier vind:
ar: يمكنك العثور على مشاركتك هنا:

source: An error occured while sending the data.
af: 'n Fout het voorgekom tydens die stuur van die data.
ar: حدث خطأ أثناء إرسال البيانات.

source: Returned message from the server:
af: Teruggestuurde boodskap van die bediener:
ar: الرسالة المُعادة من الخادم:

source: Connection Failed
af: Verbinding het misluk
ar: فشل الاتصال

source: If you are connected to the internet, then our servers have some problem.
af: As jy aan die internet gekoppel is, dan het ons bedieners 'n probleem.
ar: إذا كنت متصلاً بالإنترنت، فربما تواجه خوادمنا مشكلة ما.

source: Show Summary
af: Wys Opsomming
ar: عرض الملخص

source: Export System Report
eu: Esportatu sistemaren txostena
fa: صادرات گزارش سیستم
fi: Vie järjestelmäraportti
fil: I-export ang System Report
hi: निर्यात प्रणाली रिपोर्ट
id: Laporan Sistem Ekspor
it: Esporta rapporto di sistema
ja_jp: システム レポートのエクスポート
ko_kr: 내보내기 시스템 보고서
ms: Laporan Sistem Eksport
nl: Systeemrapport exporteren
no: Eksporter systemrapport
pl_pl: Eksportuj Raport Systemowy
pt: Exportação do Relatório do Sistema
ro: Raport sistem de export
ru: Экспорт системного отчета
sv: Exportera systemrapport
sw: Hamisha Ripoti ya Mfumo
th: รายงานระบบส่งออก
uk: Експорт системного звіту
vi: Xuất báo cáo hệ thống
zh_cn: 导出系统报告
zh_hk: 導出系統報告

source: <b>Desktop:</b>
eu: <b>Mahaigaina:</b>
fa: <b>دسکتاپ:</b>
fi: <b>Työpöytä:</b>
hi: <b>डेस्कटॉप:</b>
id: <b>Meja kerja:</b>
ja_jp: <b>デスクトップ:</b>
ko_kr: <b>데스크탑:</b>
no: <b>Skrivebord:</b>
pl_pl: <b>Pulpit:</b>
ru: <b>Рабочий стол:</b>
sw: <b>Eneo-kazi:</b>
uk: <b>Робочий стіл:</b>
vi: <b>Máy tính để bàn:</b>
zh_cn: <b>桌面:</b>
zh_hk: <b>桌面:</b>

source: GPU running as llvmpipe
eu: GPU llvmpipe gisa exekutatzen da
fa: GPU در حال اجرا به عنوان llvmpipe
fi: GPU toimii llvmpipenä
hi: GPU llvmpipe के रूप में चल रहा है
id: GPU berjalan sebagai llvmpipe
it: GPU in esecuzione come llvmpipe
ja_jp: llvmpipe として実行されている GPU
ko_kr: llvmpipe로 실행되는 GPU
ms: GPU berjalan sebagai llvmpipe
no: GPU kjører som llvmpipe
pl_pl: GPU działa jako llvmpipe
ro: GPU rulează ca llvmpipe
ru: GPU работает как llvmpipe
sw: GPU inayoendesha kama llvmpipe
uk: Графічний процесор працює як llvmpipe
vi: GPU chạy như llvmpipe
zh_cn: GPU 作为 llvmpipe 运行
zh_hk: GPU 作為 llvmpipe 運行

source: <b>Public IP:</b>
eu: <b>IP Publikoa:</b>
fa: <b>IP عمومی:</b>
fi: <b>Julkinen IP:</b>
fil: <b>Pampublikong IP:</b>
hi: <b>सार्वजनिक आईपी:</b>
id: <b>IP Publik:</b>
it: <b>IP pubblico:</b>
ja_jp: <b>パブリック IP:</b>
ko_kr: <b>공개 IP:</b>
ms: <b>IP Awam:</b>
nl: <b>Openbaar IP:</b>
no: <b>Offentlig IP:</b>
pl_pl: <b>Publiczny adres IP:</b>
pt: <b>IP Público:</b>
ro: <b>IP public:</b>
ru: <b>Общедоступный IP-адрес:</b>
sv: <b>Offentlig IP:</b>
sw: <b>IP ya Umma:</b>
th: <b>IP สาธารณะ:</b>
uk: <b>Публічна IP:</b>
vi: <b>IP công cộng:</b>
zh_cn: <b>公共 IP:</b>
zh_hk: <b>公共 IP：</b>

source: <b>Local IP:</b>
eu: <b>Tokiko IP:</b>
fa: <b>IP محلی:</b>
fi: <b>Paikallinen IP:</b>
fil: <b>Lokal na IP:</b>
hi: <b>स्थानीय आईपी:</b>
id: <b>IP Lokal:</b>
it: <b>IP locale:</b>
ja_jp: <b>ローカル IP:</b>
ko_kr: <b>로컬 IP:</b>
ms: <b>IP Setempat:</b>
nl: <b>Lokaal IP:</b>
no: <b>Lokal IP:</b>
pl_pl: <b>Lokalny adres IP:</b>
pt: <b>IP Local:</b>
ro: <b>IP local:</b>
ru: <b>Локальный IP-адрес:</b>
sv: <b>Lokal IP:</b>
sw: <b>IP ya Ndani:</b>
th: <b>IP ในระบบ:</b>
uk: <b>Локальний IP:</b>
vi: <b>IP cục bộ:</b>
zh_cn: <b>本地IP:</b>
zh_hk: <b>本地IP：</b>

source: Your system report has been exported to the desktop.
eu: Zure sistemaren txostena mahaigainera esportatu da.
fa: گزارش سیستم شما به دسکتاپ صادر شده است.
fi: Järjestelmäraporttisi on viety työpöydälle.
fil: Na-export na ang iyong system report sa desktop.
hi: आपकी सिस्टम रिपोर्ट को डेस्कटॉप पर निर्यात कर दिया गया है।
id: Laporan sistem Anda telah diekspor ke desktop.
it: Il tuo rapporto di sistema Ã¨ stato esportato sul desktop.
ja_jp: システム レポートがデスクトップにエクスポートされました。
ko_kr: 시스템 보고서가 데스크톱으로 내보내졌습니다.
ms: Laporan sistem anda telah dieksport ke desktop.
nl: Uw systeemrapport is geÃ«xporteerd naar het bureaublad.
no: Systemrapporten din er eksportert til skrivebordet.
pl_pl: Twój raport systemowy został wyeksportowany na pulpit.
pt: O seu relatório do sistema foi exportado para o ambiente de trabalho.
ro: Raportul dvs. de sistem a fost exportat pe desktop.
ru: Ваш системный отчет был экспортирован на рабочий стол.
sv: Din systemrapport har exporterats till skrivbordet.
sw: Ripoti ya mfumo wako imetumwa kwenye eneo-kazi.
th: รายงานระบบของคุณถูกส่งออกไปที่เดสก์ท็อปแล้ว
uk: Ваш системний звіт експортовано на робочий стіл.
vi: Báo cáo hệ thống của bạn đã được xuất ra màn hình nền.
zh_cn: 您的系统报告已导出到桌面。
zh_hk: 您的系統報告已導出到桌面。

source: ~/Desktop/mauna_system_report.tar.gz
eu: ~/Mahaigaina/mauna_sistemaren_txostena.tar.gz
fa: ~/دسکتاپ/گزارش_سیستم_mauna.tar.gz
fi: ~/Työpöytä/mauna_järjestelmäraportti.tar.gz
hi: ~/डेस्कटॉप/मौना_सिस्टम_रिपोर्टट.tar.gz
id: ~/Desktop/laporan_sistem_mauna.tar.gz
it: ~/Desktop/rapporto_sul_sistema_mauna.tar.gz
ja_jp: 〜/デスクトップ/マウナシステムレポート.tar.gz
ko_kr: ~/데스크톱/마우나_시스템_보고서.tar.gz
ms: ~/Desktop/laporan_sistem_mauna.tar.gz
nl: ~/Bureaublad/mauna_systeemrapport.tar.gz
no: ~/Skrivebord/mauna_systemrapport.tar.gz
pl_pl: ~/Pulpit/raport_systemu_mauna.tar.gz
pt: ~/Área de Trabalho/relatório_do_sistema_mauna.tar.gz
ro: ~/Desktop/raport_sistem_mauna.tar.gz
ru: ~/Рабочий стол/системный_отчет_мауна.tar.gz
sv: ~/Skrivbord/mauna_systemrapport.tar.gz
sw: ~/Desktop/ripoti_ya_mfumo_wa_mauna.tar.gz
th: ~/เดสก์ทอป/รายงานระบบเมาน่า.tar.gz
uk: ~/Робочий_стіл/системний_звіт_мауна.tar.gz
vi: ~/máy tính để bàn/báo_cáo_hệ_thống_mauna.tar.gz
zh_cn: ~/桌面/莫纳系统报告.tar.gz
zh_hk: ~/桌面/莫納系統報告.tar.gz

source: Mauna About
eu: Mauna Buruz
fa: Mauna درباره
fi: Mauna Tietoja
fil: Tungkol kay Mauna
hi: मौना के बारे में
id: Mauna Tentang
it: Mauna Informazioni
ja_jp: マウナについて
ko_kr: 마우나 소개
ms: Tentang Mauna
nl: Mauna Over
no: Mauna Om
pl_pl: Mauna O
pt: Acerca do Mauna
ro: Mauna Despre
ru: Мауна О нас
sv: Mauna Om
sw: Kuhusu Mauna
th: เมานา เกี่ยวกับ
uk: Про Мауна
vi: Giới thiệu về Mauna
zh_cn: 关于莫纳
zh_hk: 關於莫納

source: About Mauna About
eu: Mauna buruz
fa: درباره Mauna درباره
fi: Tietoja Maunasta Tietoja
id: Tentang Mauna Tentang
it: Informazioni su Mauna Informazioni
ja_jp: マウナについて
ko_kr: 마우나 소개 마우나 소개
ms: Mengenai Mauna Tentang
no: Om Mauna Om
pl_pl: O Maunie O
ro: Despre Mauna Despre
ru: О Мауне О Мауне
sw: Kuhusu Mauna
uk: Про Мауна Про
vi: Về Mauna Về
zh_cn: 关于莫纳 关于
zh_hk: 關於莫納 關於

source: Physical RAM
eu: RAM Fisikoa
fa: رم فیزیکی
fi: Fyysinen RAM
fil: Pisikal na RAM
hi: भौतिक रैम
id: RAM fisik
it: RAM fisica
ja_jp: 物理 RAM
ko_kr: 물리적 RAM
ms: RAM Fizikal
nl: Fysiek RAM-geheugen
no: Fysisk RAM
pl_pl: Fizyczna pamięć RAM
pt: RAM Física
ro: RAM fizică
ru: Физическая оперативная память
sv: Fysiskt RAM
sw: RAM ya kimwili
th: RAM จริง
uk: Фізична оперативна пам'ять
vi: RAM vật lý
zh_cn: 物理内存
zh_hk: 物理內存

source: About this computer
fil: Tungkol sa computer na ito
nl: Over deze pc
pt: Sobre este computador
sv: Om den här datorn
th: เกี่ยวกับคอมพิวเตอร์เครื่องนี้
